accounts-qml-module
antigravity
awcc-bin
bash-pipes
bb
bibata-cursor-theme-bin
brave-bin
cbonsai
clash
dxvk-bin
dynamips
gnome-calculator-gtk3
gns3-gui
gns3-server
google-chrome
gtk-engine-murrine
gtk-engines
gvm
hyprevents-git
hyprprop-git
i3lock-color
kcptun
lavat-git
libsoup
mongodb-bin
mongosh-bin
nessus
oomox-qt5-styleplugin-git
oomox-qt6-styleplugin-git
packettracer
pgadmin4-desktop
pgadmin4-server
picom-ftlabs-git
pipes.sh
pokemon-colorscripts-git
portproton
python-backports-zstd
python-pywal16
python-telnetlib3
redhat-fonts
rpcs3-bin
rpcs3-udev
spotify
swww
terminal-rain-lightning
themix-export-spotify-git
themix-gui-git
themix-plugin-base16-git
themix-theme-materia-git
themix-theme-oomox-git
ttf-meslo-nerd-font-powerlevel10k
tty-clock
update-grub
vesktop
virtualbox-bin
visual-studio-code-bin
vpcs
wlogout
wlr-randr-git
youtube-dl
