7zip
aalib
abiword
alsa-firmware
alsa-utils
android-sdk-platform-tools
android-tools
antimicrox
apache
ark
ascii
asciiquarium
base
base-devel
bat
blackarch-keyring
blackarch-mirrorlist
blackarch-officials
blueman
bluez-utils
brightnessctl
bspwm
btop
cava
clang
cliphist
clipnotify
cmake
cmatrix
cowsay
discord
docker
docker-compose
dosfstools
dpkg
dunst
efibootmgr
evince
fastfetch
feh
ffmpeg
ffmpegthumbnailer
figlet
firefox
fish
fisher
flameshot
fortune-mod
fzf
gamemode
gamescope
gdu
git
gnome-disk-utility
gnome-keyring
gparted
grub
gum
gvfs-mtp
hypridle
hyprland
hyprlock
hyprpicker
imagemagick
intel-media-driver
jdk21-openjdk
jq
jre17-openjdk
kitty
lib32-libxi
lib32-libxrandr
lib32-nvidia-utils
lib32-openal
lib32-opencl-nvidia
lib32-sdl2-compat
lib32-vkd3d
lib32-vulkan-intel
libnotify
libreoffice-fresh
libretro-core-info
libva-intel-driver
linux
linux-firmware
linux-headers
loupe
lsd
lutris
lxappearance
maltego
mangohud
mat2
micro
mpv
mtools
mtpfs
nano
nemo
neovim
netctl
netdiscover
networkmanager
networkmanager-openvpn
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia-open-dkms
nvidia-prime
nvidia-settings
nyancat
obs-studio
obsidian
okular
opencl-nvidia
openvas
openvpn
os-prober
pacman-contrib
pamixer
pandoc-cli
papirus-icon-theme
parallel
paru
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
playerctl
plymouth
polkit-gnome
polybar
postgresql
protontricks
pyenv
python
python-pandas
python-pip
python-pyalsa
python-pyqt6-webengine
python-reportlab
qbittorrent
qpwgraph
qt5-graphicaleffects
qt5-quickcontrols2
qt5ct
qt6-tools
qt6-virtualkeyboard
qt6ct
ranger
recon-ng
redis
redshift
reflector
retroarch
rofi
rofimoji
scrcpy
sddm
shellcheck
sl
sliver
snort
sof-firmware
sshfs
starship
steam
sudo
swaync
sxhkd
tela-circle-icon-theme-dracula
texlive-basic
texlive-binextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-publishers
tgpt
theharvester
timeshift
tk
tlp
tmux
toilet
tree
ttf-dejavu
ttf-fira-code
ttf-hack-nerd
ttf-ibm-plex
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
udiskie
unrar
unzip
usbutils
uthash
vkd3d
vlc
vulkan-intel
waybar
wget
whois
wine
winetricks
wireguard-tools
wmname
wofi
xarchiver
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsettingsd
zenity
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
